import React from 'react'

function ForPartners() {
    return (
        <div className='max-w-5xl mx-auto grid grid-cols-2 gap-5'>
            <div>
                <p className='text-2xl pb-3 font-bold'>Сотрудничество</p>
                <p className='pb-3'>
                    Компания «Travelcontinent» приглашает к сотрудничеству авиакассы, туристические агентства и туроператоров. Предлагаем выгодные тарифы на авиабилеты, отели, туры, повышенную комиссию, технологические решения для туристической отрасли. 
                </p>
                <ul>
                    <li>Online бронирование</li>
                    <li>Размещение в разделе "Где купить"</li>
                    <li>Доступ к заявкам с сайта</li>
                    <li>Интуитивный интерфейс с гибкой системой фильтров поиска</li>
                    <li>Отчёты по продажам в Личном кабинете</li>
                    <li>Просто начать работать</li>
                    <li>Высокий уровень безопасности</li>
                </ul>
                <p>Просто заполните заявку и мы свяжемся с Вами для начала нашего сотрудничества!</p>
            </div>
            <div>
                other side
            </div>
        </div>
    )
}

export default ForPartners