import React from 'react'

function About() {
    return (
        <div className='max-w-7xl mx-auto'>
            <div className='my-3'>
                <p className='text-4xl font-bold mb-3'>О нас</p>
                <p className='text-xl mb-2'>
                    Asia Luxe Travel – национальный туроператор, специализирующийся на международном выездном, въездном и внутреннем туризме.
                </p>
                <p className='text-xl'>
                    <b>Только проверенные партнеры</b>
                    Отбирая отели, сотрудники ALT* лично проверяют качество предоставляемого сервиса и уровень безопасности. Компания ALT*, сотрудничая только с надежными проверенными партнерами-авиакомпаниями, гарантирует своим клиентам высокую степень безопасности, комфорта и четкости выполнения полетов.
                </p>
                <p className='text-2xl font-normal my-3'>Цели и миссия</p>
                <p className='text-lg'>
                    Миссия Asia Luxe Travel заключается в том, чтобы максимально способствовать созданию цивилизованного туристского рынка, где отношения в цепочке клиент - агент - оператор основаны на взаимном доверии и уважении. Конечная цель деятельности компании - сделать качественный отдых доступным для всех категорий населения Узбекистана.
                </p>
            </div>
        </div>
    )
}

export default About