import React from 'react'

function About() {
    return (
        <div className='max-w-7xl'>
            <div>
                <p className='text-4xl font-bold'>О нас</p>
                <p className='text-xl'>
                    Asia Luxe Travel – национальный туроператор, специализирующийся на международном выездном, въездном и внутреннем туризме.
                </p>
                <p className='text-xl'>
                    <b>Только проверенные партнеры</b>
                    Отбирая отели, сотрудники ALT* лично проверяют качество предоставляемого сервиса и уровень безопасности. Компания ALT*, сотрудничая только с надежными проверенными партнерами-авиакомпаниями, гарантирует своим клиентам высокую степень безопасности, комфорта и четкости выполнения полетов.
                </p>
            </div>
        </div>
    )
}

export default About